Repository: leotrubach/tester
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: TIMESTAMP: {ts}
ru: ДАТА И ВРЕМЯ: {ts}

source: User: {user}
ru: Пользователь: {user}

source: QUESTION: {q}
ru: ВОПРОС: {q}

source: ANSWER: not given
ru: ОТВЕТ: дан не был

source: GIVEN ANSWER: {a}
ru: ВЫБРАН ОТВЕТ: {a}

source: POINTS: {p}
ru: БАЛЛ: {p}

source: TOTAL POINTS: {p}
ru: ВСЕГО ПРАВИЛЬНЫХ ОТВЕТОВ: {p}

source: CORRECT ANSWER PERCENTAGE: {p:.2f}%
ru: ПРОЦЕНТ ПРАВИЛЬНЫХ ОТВЕТОВ: {p:.2f}%

source: EXAM PASSED
ru: ТЕСТ ПРОЙДЕН

source: EXAM FAILED
ru: ТЕСТ НЕ ПРОЙДЕН

source: Introduction
ru: Введение

source: Welcome to Tester. Press Next button to start
ru: Добро пожаловать в Tester. Нажмите кнопку Далее для начала

source: Registration
ru: Авторизация

source: Please enter your information
ru: Пожалуйста, введите свои данные

source: Start test
ru: Начать тестирование

source: Enter your table number:
ru: Введите Ваш табельный номер (бухгалтерия):

source: I CONFIRM THAT I AM {name}
ru: Я подтверждаю что я - {name}

source: Last chance
ru: Последняя возможность

source: Press commit button to get the results of test
ru: Нажмите кнопку Подтвердить, чтобы получить результаты тестирования

source: Conclusion
ru: Результат

source: Done
ru: Готово

source: Thanks for submitting test results. Your results are sent to administration
ru: Спасибо за заполнение теста. Ваши результаты отправлены руководству.

source: Enter password to close tester
ru: Введите пароль для того, чтобы закрыть программу тестирования

source: Password request
ru: Запрос пароля

source: Question {n}
ru: Вопрос {n}

source: Next
ru: Далее

source: Back
ru: Назад

source: Finish
ru: Закончить

source: Commit
ru: Подтвердить
